Repository: 1mperial8e/XONewLife
Catalog: XO/Resources/*.lproj/Localizable.strings
Languages: es

# Sign in
source: Log in
es: Iniciar sesión

# Sign out
source: Log out
es: Finalizar sesión

source: You win!
es: Usted ganar!

# You loose!
source: You lost!
es: Derrota!

source: Continue game?
es: Continuar juego?

source: Cancel
es: Cancelar

source: Continue
es: Continuar

source: Draw game!
es: Dibuja juego!

source: Waiting for opponent
es: esperar una oponente

source: End game!
es: Final juego!

source: Opponent has left the game
es: Oponente ha dejado el juego

source: Exit
es: Dejar

source: Player %i
es: Jugador %i

# Me
source: You
es: Usted

# CancelLogin
source: Cancel
es: Cancelar

source: No Connection
es: No Conexión

# timeOut
source: Time is out
es: El tiempo es fuera

# timeOponent
source: Time is out. Opponent has left the game
es: El tiempo es fuera. Oponente ha dejado el juego
