Repository: 1mperial8e/XONewLife
Catalog: Resources/*.lproj/Localizable.strings
Languages: de, fr

source: Sign in
de: Anmelden
fr: Connexion

source: Sign out
de: Abmelden
fr: Déconnexion

source: You win!
de: Sie gewinnst!
fr: Vous gagnez!

source: You loose!
de: Sie verspielen!

source: Continue game?
de: Weiter Spiel?
fr: Continuer jeu?

source: Cancel
de: Stornieren
fr: Annuler

source: Continue
de: Fortsetzen
fr: Continuer

source: Draw game!
de: Draw Spiel!
fr: Partie nulle!

source: Waiting for opponent
de: Warten auf Gegner
fr: Attendre adversaire

source: End game!
de: Beenden Spiel!
fr: Fin jeu!

source: Opponent has left the game :-(
de: Gegner hat das Spiel verlassen
fr: Adversaire gauche jeu

source: Player %i
de: Spieler %i
fr: Joueur %i

source: Me
de: Sie
fr: Vous

source: CancelLogin
de: Abbrechen
fr: Annuler

source: NoConnection
de: Keine Verbindung
fr: Pas de connexion

source: forPlaying
de: Anmelden via google+ account online zu spielen
fr: Connexion via google+ compte pour jouer en ligne

source: forAch
de: Anmelden via google+ account Erfolge zu verwenden
fr: Connexion via google+ compte à utiliser réalisations

source: forLeader
de: Anmelden via google+ account Bestenliste zu verwenden
fr: Connexion via google+ compte à utiliser leaderboard

source: timeOut
de: Zeit ist um
fr: Le temps est écoulé

source: timeOponent
de: Zeit ist um. Gegner hat das Spiel verlassen
fr: Le temps est écoulé. Adversaire gauche jeu

source: Easy
de: Leicht
fr: Facile

source: Hard
de: Hart
fr: Dur

source: About Text
de: X\O is the next step of the clasic tic tac toe game for iOS. Get it now while it's free! This incredibly popular game is also known as Noughts and Crosses (Naughts and Crosses), TicTacToe, Tick tack toe, X and O (Xs and Os), OXO, Tic-tac-toe or Tit-tat-toe. In Tic Tac Toe, two players take turns marking the spaces in a 3x3 grid with X and O marks. The player who succeeds in placing three respective marks in a vertical, horizontal or diagonal row wins the game. You can play with your frinds, invite them to the game or chalange random players detect your ability and power and be one of top players in the world. Also you can play with phone, which have 2 levels :easy and hard. You can play with your friends on the same device. Stop wasting paper. Download this game now and play Tic Tac Toe on your iOS device for free! X\O is the best free game for kids, boys and girls. Fun for adults too! Also known as: noughts & crosses, linea, raya, cero, x's and o's, pencil and paper games, free puzzle games. Common misspellings: tick tack toe, naughts & crosses, tic tak toe, tick tock toe, tic tac to, x, o, xx, oo, xxx, ooo, xo, xoxo, xoxoxo

source: Your opponent win!
fr: Votre adversaire gagnez!

source: Exit
fr: Quitter
